Repository: KarimAmsha/WishyDriver
Catalog: WishyDriver/Resources/*.lproj/Localizable.strings
Languages: ar

source: Switch to English
ar: التبديل إلى الإنجليزية

source: Switch to Arabic
ar: التبديل إلى العربية

source: Share your path with others
ar: شارك طريقك مع الآخرين

source: Getting to your destination is easier
ar: وصولك إلى وجهتك أسهل

source: Invest your car
ar: استثمر سيارتك

source: Through the availability of many cars you can easily find someone who will save you the time and trouble of transportation
ar: من خلال توفر العديد من السيارات يمكنك بسهولة أن تجد من يوفر عليك وقت وعناء المواصلات

source: Create New Account
ar: إنشاء حساب جديد

source: Next
ar: التالي

source: Register
ar: التسجيل

source: Enter your phone number to create new account
ar: ادخل رقم هاتفك لإنشاء حساب جديد

source: Enter code!
ar: تأكيد رقم الهاتف!

source: Phone Number
ar: رقم الهاتف

source: Error
ar: خطأ

source: Loading...
ar: جاري التحميل...

source: Verify Code
ar: تحقق من الرمز

source: Resend code after
ar: إعادة إرسال الرمز بعد

source: Personal Information
ar: البيانات الشخصية

source: Complete Registeration
ar: إتمام عملية التسجيل

source: Full Name
ar: الإسم الكامل

source: Email
ar: البريد الإلكتروني

source: Are you have a car?
ar: هل تمتلك سيارة؟

source: Car Type
ar: نوع السيارة

source: Car Model
ar: موديل السيارة

source: Car Color
ar: لون السيارة

source: Car Number
ar: رقم السيارة

source: Choose Photo
ar: إختر صورة

source: Take Photo
ar: إلتقط صورة

source: Cancel
ar: إلغاء

source: Ok
ar: موافق

source: Home
ar: الرئيسية

source: Orders
ar: الطلبات

source: Notifications
ar: الاشعارات

source: Settings
ar: الإعدادات

source: Hello
ar: مرحبا

source: Search for place
ar: البحث عن مكان

source: Joining Request
ar: طلب إنضمام

source: Delivery Request
ar: طلب توصيل

source: Current Orders
ar: الطلبات الحالية

source: Completed Orders
ar: الطلبات المكتملة

source: Cancelled Orders
ar: الطلبات الملغية

source: Trip Number
ar: رقم الرحلة

source: From
ar: من

source: To
ar: إلى

source: New
ar: جديد

source: News
ar: الجديدة

source: Current Order
ar: الطلبات الحالية

# Finished
source: Service done!
ar: المنتهية

source: Canceled!
ar: الملغية

source: Opened Order
ar: طلب مفتوح

source: Completed
ar: مكتمل

source: Show Details
ar: عرض التفاصيل

source: Car Information
ar: معلومات السيارة

source: Trip Date
ar: تاريخ الرحلة

source: Date Of The First Trip
ar: تاريخ أول رحلة

source: New Passenger
ar: راكب جديد

source: Agree On Joining
ar: الموافقة على الإنضمام

source: Order Details
ar: تفاصيل الطلب

source: Show On Map
ar: عرض على الخريطة

source: Trip Day
ar: أيام الرحلة

source: Driver Informations
ar: معلومات السائق

source: Person Informations
ar: معلومات الشخص

source: Number of available seats
ar: عدد المقاعد المتاحة

source: Number of required seats
ar: عدد المقاعد المطلوبة

source: Driver Notes
ar: ملاحظات السائق

source: Notes
ar: ملاحظات

source: Join Now
ar: انضم الأن

source: Make a delivery offer
ar: تقديم عرض توصيل

source: Delivery Offer
ar: عرض توصيل

source: Min Price
ar: أقل سعر

source: Max Price
ar: أعلى سعر

source: Add note (Optional)
ar: أضف ملاحظة (اختياري)

source: Delivery offer has been successfully submitted
ar: تم تقديم عرض التوصيل بنجاح

source: Show Request Details
ar: عرض تفاصيل الطلب

source: Add Review
ar: تقييم

source: Join To Trip
ar: الانضمام إلى الرحلة

source: Select the destination on the map
ar: حدد الوجهة على الخريطة

source: Specify the price
ar: حدد السعر

source: The price should be between
ar: يجب ان يكون السعر بين

source: Is the trip daily?
ar: هل الرحلة بشكل يومي؟

source: Trip Time
ar: وقت الرحلة

source: Trip Path
ar: مسار الرحلة

source: Start Point
ar: نقطة البداية

source: End Point
ar: نقطة النهاية

source: Specify Start Point
ar: حدد نقطة البداية

source: Specify End Point
ar: حدد نقطة النهاية

source: Specify Destination
ar: تحديد الوجهة

source: Please Specify Start Point
ar: الرجاء تحديد نقطة بداية

source: Please Specify End Point
ar: الرجاء تحديد نقطة نهاية

source: Destination has been selected
ar: تم تحديد الوجهة

source: Joining request has been successfully submitted
ar: تم تقديم طلب الانضمام بنجاح

source: Done
ar: تم

source: Profile
ar: البروفايل

source: Save Changes
ar: حفظ التغييرات

source: Wallet
ar: المحفظة

source: About Us?
ar: من نحن؟

source: Contact Us
ar: تواصل معنا

source: Share App
ar: مشاركة التطبيق

source: Terms And Conditions
ar: الشروط والأحكام

source: Logout!
ar: تسجيل الخروج

source: My Wallet
ar: محفظتي

source: Last Transaction
ar: اخر عملية مالية

source: Total Account
ar: الرصيد الإجمالي

source: SAR
ar: ر.س

source: Finicial Transactions
ar: المعاملات المالية

source: Add Account
ar: أضف رصيد

source: Trip Title
ar: عنوان الرحلة

source: First Trip Date
ar: تاريخ أول رحلة

source: Maximum number of passengers per flight
ar: الحد الأقصى للركاب في الرحلة

source: Submit Join Request
ar: تقديم طلب الانضمام

source: Joining request created successfully
ar: تم انشاء طلب الانضمام بنجاح

source: Joining Requests
ar: طلبات الانضمام

source: Price
ar: السعر

source: Request Accept
ar: قبول الطلب

source: Request Reject
ar: رفض الطلب

source: Passengers Count
ar: عدد الركاب

source: Agree On
ar: أوافق على

source: Specify Destination On Map
ar: حدد الوجهة على الخريطة

source: Submit Delivery Request
ar: تقديم طلب التوصيل

source: Delivery request created successfully
ar: تم انشاء طلب التوصيل بنجاح

source: Your Location
ar: حدد موقعك

source: An unknown network error occurred.
ar: حدث خطأ غير معروف

source: Bad request. Please check your input.
ar: فشل الطلب. الرجاء فحصل مدخلاتك

source: Unauthorized. Please log in.
ar: غير موثق. الرجاء تسجيل الدخول

source: Resource not found.
ar: الموارد غير موجودة

source: Server error. Please try again later.
ar: خطأ سيرفر. الرجاء المحاولة مرة اخرى فيما بعد

source: Invalid data received.
ar: بينانات المستلمة غير صحيحة

source: Decoding error
ar: ترميز خاطيء

source: No internet connection. Please check your network.
ar: لا يوجد اتصال انترنت. الرجاء فحص شبكتك.

source: Invalid URL
ar: عنوان URL غير صالح

source: Response validation failed
ar: فشل التحقق من الاستجابة

source: Error With Token
ar: خطأ في ال Token

source: Are you sure you want to sign out of your account? You can return to your account using your data at any time!
ar: هل أنت متأكد من أنك تريد تسجيل الخروج من حسابك؟ يمكنك الرجوع لحسابك باستخدام بياناتك في أي وقت!

source: Message
ar: رسالة

source: Please agree on terms and conditions
ar: الرجاء الموافقة على الشروط والأحكام

source: Successfully Updated
ar: تم التعديل بنجاح

source: Seats
ar: مقاعد

source: Delivery Offers
ar: عروض التوصيل

source: Accepted
ar: موافق

# Started
source: Current
ar: الحالية

source: Accept
ar: موافق

source: Start
ar: بدء

source: Finish
ar: انهاء

# Canceled By Driver
source: Canceled
ar: ملغي

# Canceled By User
source: Canceled
ar: ملغي

source: Attend
ar: موجود

source: Not Attend
ar: غير موجود

source: Description
ar: الوصف

source: Cancellation Reason
ar: سبب الالغاء

source: Send!
ar: ارسال!

source: Delete
ar: حذف

source: Are you sure you want to delete this item!..
ar: هل انت متأكد انك تريد حذف هذا العنصر..

source: Order No
ar: رقم الطلب

source: Pay with Card
ar: الدفع بواسطة بطاقة

source: Pay with Apple Pay
ar: الدفع بوساطة ابل بي

source: Amount
ar: الرصيد

source: Exceeds Limits
ar: تجاوز الحد الاقصى

source: Accepted Offers
ar: العروض المقبولة

# Invalid Token
source: Expired Token, Please login again
ar: انتهت صلاحية رمزك الشخصي, الرجاء الدخول مرة اخرى

source: Your country
ar: بلدك

source: Coupon
ar: الكوبون

source: Invite Friend
ar: دعوة صديق

source: Comfort and speed of completion
ar: الراحة وسرعة الانجاز

source: Safety
ar: الأمان

source: Easy and simple design
ar: تصميم سهل وبسيط

source: While you are at home, you can search in your surroundings for business service providers with ease and in the fastest way
ar: يمكنك البحث وانت بالبيت في محيطك عن مزودين الخدمات عمل بكل سهولة وباسرع طريقة

source: Through the business platform, payment and transaction security is guaranteed.
ar: من خلال منصة العمل تضمن امان الدفع والتعامل.

source: Ease of handling and simplicity of designs, enabling you to add all your information in the shortest possible time.
ar: سهولة التعامل وبساطة التصاميم بحيث تمكنكم من إضافة كافة معلوماتكم في اقل وقت ممكن.

source: Skip
ar: تخطي

source: Welcome!👋
ar: مرحبا بك!👋

source: Login
ar: تسجيل الدخول

source: You Don't Have Account
ar: ليس لديك حساب؟

source: Register Now
ar: سجل الآن!

source: You Have Account
ar: لديك حساب بالفعل؟

source: Login Now
ar: سجل دخول الآن!

source: Code Was Send To
ar: قم بادخال رمز التفعيل المرسل الى رقم هاتفك

source: You Dont Receive Code
ar: لم تستلم رمزاً؟

source: Request New Code
ar: طلب رمز جديد!

source: Confirm
ar: تأكيد

source: Account Was Successfully Created
ar: لقد تم انشاء الحساب بنجاح!

source: You have created a new account and now you can start using the application, but we recommend that you complete your profile information to improve your experience as a user!
ar: لقد قمت بانشاء حساب جديد والآن يمكنك البدء باستخدام التطبيق ولكنك ننصح باكمال معلومات الملف الشخصي الخاص لتحسين تجربتك كمستخدم!

source: Complete Profile
ar: اكمال ملف المنشأة! 👋

source: Browse Services
ar: تصفح الخدمات!

source: Initial Data
ar: البيانات الاساسية

source: Address Details
ar: تفاصيل العنوان

source: Street Name
ar: اسم الشارع

source: Building No
ar: رقم البناية

source: Floor No
ar: رقم الطابق

source: Save & Continue
ar: حفظ واستمرار

source: Finished Orders
ar: الطلبات المنتهية

source: Canceled Orders
ar: الطلبات الملغية

source: My Orders
ar: طلباتي

source: Service Provider
ar: منفذ الخدمة

source: Confirm Order
ar: تأكيد الطلب

source: Add New Order
ar: اضافة طلب جديد

source: Initial Info
ar: المعلومات الاساسية

source: Basic Service Type
ar: نوع الخدمة الاساسي

source: Sub Service Type
ar: نوع الخدمة الفرعي

source: Click here to select service
ar: اضغط لاختيار نوع الخدمة

source: Date
ar: التاريخ

source: Time
ar: الوقت

source: Service Place
ar: مكان تقديم الخدمة

source: House
ar: المنزل

source: Work
ar: العمل

source: Other
ar: اخرى

source: Submit a service request!
ar: تقديم طلب الخدمة!

source: Your service request has been completed successfully!
ar: لقد تم طلب الخدمة بنجاح!

source: We have received your request for service and we will review your request and respond to you as soon as possible. You can follow the status of the order from the home page or by clicking the next button.
ar: لقد استملنا طلبك للخدمة وسنقوم بمراجعة طلبك والرد عليك في اسرع وقت ممكن. يمكن متابعة حالة الطلب من الصفحة الرئيسية او بالضغط على الزر التالي.

source: Order Page
ar: صفحة الطلبات

source: Geographical location
ar: الموقع الجغرافي

source: Order Status
ar: حالة الطلب

source: Cancel Order
ar: الغاء الطلب

source: Yes, Sure
ar: نعم أنا متأكد

source: Back
ar: رجوع

source: Are you sure to cancel the order?
ar: هل أنت متأكد من إلغاء الطلب؟

source: Do you want to cancel your next order?
ar: هل تريد إلغاء الطلب التالي؟

source: Please note that after confirming the cancellation of your order, you will not be able to access it again. The money will be returned to your bank account or card within five working days
ar: يرجى الانتباه الى انه بعد تاكيد الغاء طلبك لا يمكنك الوصول اليه مره اخرى. سيتم ارجاع الفلوس الى حسابك البنكي او بطاقتك خلال خمس ايام عمل

source: Review Provider
ar: تقييم مزود الخدمة

source: Add Comment
ar: ادخل تعليقك على الخدمة

source: Send Review
ar: ارسال تقييمي!

source: Services List
ar: قائمة الخدمات

source: Provider Reviews
ar: تقييمات المزود

source: Provider Service Details
ar: تفاصيل مزود الخدمة

source: Service Review
ar: تقييم الخدمة

source: My Profile
ar: ملفك الشخصي!

source: Edit Profile
ar: تعديل الملف

source: About App
ar: عن التطبيق

source: Open Close Notifications
ar: تفعيل الاشعارات / اغلاقها

source: Use Policy
ar: سياسة الاستخدام

source: Privacy Policy
ar: سياسة الخصوصية

source: Additional Details
ar: تفاصيل إضافية

source: Any additional details could improve the service provided to you
ar: اي تفاصيل اضافية يمكن ان تحسن تقديم الخدمة لك

source: Please enter specific text
ar: يرجى ادخال نص معين

source: Edit My Profile
ar: تعديل الملف الشخصي

source: After sending your inquiry, we will follow up with you via the attached email to respond to your inquiry.
ar: بعد ارسال الاستفسار الخاص بك سنقوم بالمتابعة معك عبر البريد الالكتروني المرفق من خلالكم للرد على استفساركم.

source: Message Title
ar: عنوان الرسالة

source: Important details missing
ar: تفاصيل مهمة ناقصة

source: Message Content
ar: محتوى الرسالة

source: Please enter full details of your problem here...
ar: يرجى ادخال كامل تفاصيل مشكلتكم هنا ...

source: Flat No
ar: رقم الشقة

source: Address Book
ar: دفتر العناوين

source: Add Address
ar: اضافة عنوان

source: Name
ar: الاسم

source: home
ar: المنزل

source: An unknown error occurred.
ar: خطأ غير معروف

source: Edit Address
ar: تعديل العنوان

source: Select Address
ar: اختر العنوان

source: Verify
ar: تحقق

source: Underway!
ar: قيد التنفيذ!

source: Progress
ar: قيد التنفيذ

source: Updated
ar: المعدلة

source: No orders found
ar: لا يوجد طلبات

source: Start Order
ar: بدء الطلب

source: Finish Order
ar: انهاء الطلب

source: Update Order
ar: تعديل الطلب

source: Extra Services
ar: خدمات اضافية

source: Extra
ar: اضافات

source: Confirmation Code
ar: كود التأكيد

source: Payment upon completion of the order
ar: الدفع عند اتمام الطلب

source: Pay Now
ar: ادفع الان

source: Discount
ar: الخصم

source: Tax
ar: الضريبة

# Total
source: Final Total
ar: المجموع

source: Payment to complete the order
ar: الدفع لاتمام الطلب

source: Address not found
ar: لا يوجد عنوان

source: Total Before Tax
ar: المجموع قبل الضريبة

source: New Tax
ar: الضريبة الجديدة

source: New Total
ar: المجموع الجديد

source: Payment required for new services
ar: المطلوب دفعه مقابل الخدمات الجديدة

source: Total Before Discount
ar: المجموع قبل الخصم

source: Happy to see you again! Enter the following data correctly to access your account...
ar: املأ الحقول التالية للوصول إلى حسابك والعودة لملفلك الشخصي مرة أخرى!

source: We are honored to have you with us! Enter the following data correctly to create a new account...
ar: نتشرف بوجودك معنا! قم بادخال البيانات التالية بشكل صحيح لانشاء حساب جديد ...

source: Upload a clear personal photo of the owner of this account to add it to your account data...
ar: قم برفع صورة شخصية واضحة لمالك هذا الحساب لاضافتها الى بيانات حسابك ...

source: Confirm Identity!👋
ar: تأكيد الهوية! 👋

source: Click to upload your profile picture
ar: قم بالضغط لرفع الصورة الشخصية

source: Click to upload a photo of your ID
ar: قم بالضغط لرفع رخصة المنشأة

source: We have sent a one-time password to verify your password change request
ar: لقد أرسلنا كلمة مرور لمرة واحدة للتحقق من طلب تغيير كلمة المرور الخاصة بك

source: It is preferable that the image be clear, in a clear frame, and without adding any effects or modifications...
ar: يجب أن تكون الصورة واضحة عن الرخصة ومجدده بآخر تحديث ممكن لها ...

source: Completing your personal page data means increasing your chance of getting work and networking with other businesses...
ar: استكمال بيانات المنشأة يساعدك في توضيح طبيعة عملكم للمستقلين وغيرهم ...

source: Field of work and experiences
ar: البيانات الاساسية

source: Personal profile
ar: نبذة عن المنشأة

source: Address
ar: العنوان

source: Work Field
ar: القطاع التي تعمل به المنشأة

source: Show Options
ar: عرض الخيارات

source: Experiences
ar: رقم السجل

source: + Add new experience
ar: + إضافة خبرة جديدة

source: Date of Birth
ar: تاريخ الميلاد

source: Full Description
ar: الوصف الكامل

source: Day - month - year
ar: يوم - شهر - سنة

source: In addition to choosing the geographical location
ar: اضافة لاختيار الموقع الجغرافي

source: You can choose your address by clicking here and choose your geographical location using the map...
ar: يمكنك اختيار عنوانك بالضغط هنا واختيار موقعك الجغرافي باستخدام الخريطة ...

source: Country
ar: الدولة

source: City
ar: المدينة

source: Building Name
ar: اسم البناية

source: Offers
ar: العروض

source: Discover
ar: الاستكشاف

source: Messages
ar: الرسائل

source: Previous Orders
ar: الطلبات السابقة

source: Experiance Years
ar: سنوات الخبرة

source: Company Rate
ar: تقييم الشركة

source: Offers List
ar: قائمة العروض

source: Browse your list of offers...
ar: قم بتصفح قائمة المشاريع الخاصة بك ...

source: All
ar: الكل

source: Opened Offers
ar: العروض المفتوحة

source: Closed Offers
ar: العروض المغلقة

source: Application Settings!
ar: اعدادات التطبيق!

source: Adjust the application settings to suit you...
ar: قم بضبط اعدادات التطبيق بما يناسبك ...

source: Control sending and receiving notifications from the application!
ar: تحكم في ارسال واستقبال الاشعارات من التطبيق!

source: Click to learn more about us and what we offer!
ar: اضغط لتعرف عنا وعن ما نقدمه أكثر وأكثر!

source: Terms of use and privacy policy
ar: سياسة الاستخدام والخصوصية

source: If you want to avoid problems with usage, click here!
ar: اذا كنت تريد تجنب الوقوع في مشاكل الاستخدام٬ اضغط هنا!

source: We are happy and hope to see you again soon!
ar: يسعدنا ونتمنى أن نراك مجدداً في الوقت القريب!

source: Browse the list of received notifications
ar: تصفح قائمة الاشعارات المستلمة

source: Click to change your profile picture
ar: قم بالضغط لتغيير صورتك الشخصية

source: Edit your personal account information (name, photo, etc.)
ar: قم بتعديل بيانات حسابك الشخصي “الاسم٬ الصورة وغيرها”

source: Discover Offers!
ar: استكشاف العروض!

source: Explore the world of offers here...
ar: قم باستكشاف عالم العروض من هنا ...

source: Job title, company name, contract type
ar: مسمى وظيفي٬ اسم شركة٬ نوع عقد

source: Make your offer now!
ar: قدم عرضك الآن!

source: Facility Evaluations
ar: تقييمات المنشأة

source: Submit your offer
ar: تقديم العرض الخاص بك

source: Hourly Rate
ar: سعر الساعة

source: Salary
ar: الراتب الشهري

source: Submit Offer
ar: تقديم العرض

source: Please note that the facility will be able to browse your profile and profile, in addition to the value of the offer you entered!
ar: يرجى العلم بان المنشأة ستكون قادرة على تصفح ملفك الشخصي والنبذه الخاصة بك بالاضافة الى قيمة العرض الذي قمت بادخاله!

source: Filter your search for offers
ar: فلترة البحث عن عروض

source: Employment Application
ar: طلب التوظيف

source: Service Requests
ar: طلبات الخدمات

source: Employment Applications
ar: طلبات التوظيف

source: Filter your search
ar: فلترة البحث

source: Write the message here
ar: اكتب رسالتك هنا

source: Company Name
ar: اسم المنشأة

source: Support
ar: الدعم الفني

source: Add Order
ar: اضافة طلب

source: Add a order and wait for offers!
ar: قم باضافة طلب وانتظار العروض !

source: Order Title
ar: عنوان الطلب

source: Order Description
ar: تفاصيل الطلب

source: Post Offer
ar: نشر العرض

source: Opened Message
ar: الرسائل المفتوحة

source: New Message
ar: رسالة جديدة

source: Send Message
ar: إرسال الرسالة

source: Message Description
ar: تفاصيل الرسالة

source: We are always here to hear from you!
ar: نحن هنا دائماً لنسمع منكم!

source: It is preferable that the image be clear and show the details of the logo to better identify the facility...
ar: يفضل أن تكون الصورة واضحة وتوضح تفاصيل الشعار للتعرف على المنشأة بشكل أفضل ...

source: Company File
ar: ملف المنشأة!

source: Browse and manage your profile
ar: قم بتصفح وادارة ملفكم الشخصي

source: Received Offers
ar: العروض المستلمة

source: Accept Or Reject Offer
ar: قبول او رفض الطلب

source: User Type
ar: نوع المستخدم

source: Personal
ar: باحث عن عمل

source: Company
ar: منشأة

source: Images Required
ar: الصور مطلوبة

source: Order Type
ar: نوع الطلب

source: Offer Type
ar: نوع العرض

source: Work Type
ar: مطلوب للعمل

source: Job Orders
ar: طلبات التوظيف

source: Services Orders
ar: طلبات الخدمات

source: Online
ar: اونلاين

source: Offline
ar: اوفلاين

# Personal1
source: Personal
ar: فردي

# Company1
source: Company
ar: شركات

source: Hourly
ar: عقد بالساعة

source: Daily
ar: يومي

source: Yearly
ar: سنوي

source: Limited
ar: محدد

source: Unlimted
ar: غير محدد

source: Execution Type
ar: نوع التنفيذ

source: Days No.
ar: عدد الايام

source: Employee No.
ar: عدد الموظفين

source: Guest
ar: دخول كزائر

source: Password
ar: كلمة المرور

source: Forget Password
ar: هل نسيت كلمة المرور؟

source: Restore password
ar: استعادة كلمة المرور

source: Don't worry, simple steps to recover your account password..
ar: لا تقلق، خطوات بسيطة لاستعادة كلمة مرور حسابك..

source: Verify Phone Number
ar: تحقق من رقم الهاتف

source: Are you remember Password?
ar: هل تذكرت كلمة المرور؟

source: Back To Login
ar: العودة لتسجيل الدخول

source: We send message to You
ar: لقد ارسلنا لك رسالة!

source: Create New Password
ar: إنشاء كلمة مرور جديدة!

source: Amazing, now create a new password and please do not share it with anyone.
ar: مذهل، الآن قم بإنشاء كلمة مرور جديدة ويرجى عدم مشاركتها مع أي شخص.

source: New Password
ar: كلمة المرور الجديدة

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Confirm Change Password
ar: تأكيد تغيير كلمة المرور

source: Drop a map pin to your location
ar: قم بإسقاط دبوس الخريطة إلى موقعك

source: Select This Location
ar: اختيار هذا الموقع

source: Skip for later
ar: تخطي لوقت لاحق

source: Categories
ar: التصنيفات

source: Complete Order
ar: استكمال الطلب

source: Selected Services
ar: الخدمات المختارة

source: Add New Services
ar: اضافة خدمات أخرى

source: Add New Location
ar: اضافة موقع جديد

source: Service Location
ar: مكان تنفيذ الخدمة

source: Attach illustrative pictures
ar: ارفاق صور توضيحية

source: Click here to attach illustrative pictures of the nature of the problem you are facing and which requires a technician to solve it!
ar: اضغط هنا لارفاق صور توضيحية عن طبيعة المشكلة التي تواجهها وتحتاج الى فني لحلها!

source: More description about the service
ar: وصف اكثر عن الخدمة

source: Payment
ar: الدفع

source: Choose the payment method that suits you
ar: اختار طريقة الدفع المناسبة لك

source: Discount Coupun
ar: كوبون الخصم

source: Prices do not include spare parts!
ar: الاسعار لا تشمل قطع الغيار!

source: Payment Method
ar: طريقة الدفع

source: Payment completed successfully!
ar: تمت عملية الدفع بنجاح!

source: The payment process has been completed successfully and you can now follow the status of your order from the orders page.
ar: لقد تمت عملية الدفع بنجاح ويمكنك الان متابعة حالة طلبك من صفحة الطلبات.

source: Back To Home
ar: العودة للرئيسية

source: The payment process was not completed!
ar: لم تكتمل عملية الدفع!

source: Your payment was not completed. Please ensure that there is sufficient balance or contact the bank.
ar: لم تتم عملية الدفع الخاصة بك٬ يرجى التاكد من وجود رصيد كافي او التواصل مع البنك.

source: Choose another payment method
ar: اختيار طريقة دفع أخرى

source: Back To Orders
ar: العودة للطلبات

source: Continue To Order
ar: متابعة الطلب

source: Show Order details and status
ar: استعرض تفاصيل طلبك وحالته

source: Details of service provision
ar: تفاصيل تقديم الخدمة

source: Contact Number
ar: رقم التواصل

source: I want to complete the order!
ar: اريد اكمال الطلب!

source: Yes, I want to cancel!
ar: نعم٬ اريد الالغاء!

source: No data found
ar: لا يوجد بيانات

source: Control your profile and data from here!
ar: قم بتعديل بيانات حسابك الشخصي “الاسم٬ الصورة وغيرها”

source: Account Password
ar: كلمة مرور الحساب

source: Edit Phone Number
ar: تعديل رقم الهاتف

source: Change your account password in simple and quick steps!
ar: قم بتغيير كلمة مرور حسابك بخطوات بسيطة وسريعة!

source: Change your phone number in simple and quick steps!
ar: قم بتغيير رقم هاتفك بخطوات بسيطة وسريعة!

source: Control the style of receiving notifications “offers, order status, etc.”
ar: تحكم بنمط استقبال الاشعارات “العروض٬ حالة الطلبات وغيرها”

source: If you encounter a problem during your journey through the application, we are here for you!
ar: في حال واجهتك مشكلة خلال رحلتك في التطبيق٬ نحن هنا لاجلك!

source: Please review and read the usage policy to avoid any error during your transaction!
ar: يرجى مراجعة وقراءة سياسة الاستخدام لتجنب اي خطأ خلال تعاملك!
