Repository: KarimAmsha/WishyDriver
Catalog: WishyDriver/Resources/*.lproj/Localizable.strings
Languages: ar

source: Please review and read the privacy policy to save your data and information!
ar: يرجى مراجعة وقراءة سياسة الخصوصية لحفظ بياناتك ومعلوماتك!

source: Current Password
ar: كلمة المرور الحالية

source: Current Phone Number
ar: رقم الهاتف الحالي

source: New Phone Number
ar: رقم الهاتف الجديد

source: Take advantage of the points!
ar: الاستفادة من النقاط!

source: Delete Account
ar: حذف الحساب

source: Tap to delete your account
ar: اضغط لحذف الحساب

source: Are you sure you want to delete your account?
ar: هل أنت متأكد أنك تريد حذف الحساب؟

source: Confirm Password
ar: تأكيد كلمة المرور

source: Statistics
ar: احصائيات

source: Address Title Required
ar: اسم العنوان مطلوب

source: No Addresses Found
ar: لا يوجد عنوان

source: Details Of Service Provider
ar: تفاصيل مقدم الخدمة

source: Are you sure you want to delete your account, after account deletition, you can create and login again.
ar: هل انت متأكد انك تريد حذف حسابك, بعد حذف الحساب بامكانك انشاء حساب مرة اخرى والدخول مرة اخرى الى التطبيق.

source: Show All
ar: عرض الكل

source: Check Coupon
ar: فحص الكوبون

source: Finicial Data
ar: البيانات المالية

source: My Points
ar: نقاطي

source: Check your points and change it with our services
ar: قم بفحص نقاطك واستبدلها بخدماتنا

source: You can use wallet as payment method in the app
ar: يمكنك الاستفادة من المحفظة في عمليات الدفع داخل التطبيق

source: Pay Online
ar: ادفع اونلاين

source: Pay By Wallet
ar: الدفع بالمحفظة

source: My Location
ar: عنواني الحالي

source: More
ar: المزيد

source: Search by name or service type ..
ar: البحث باسم او نوع الخدمة ..

source: Quantity
ar: الكمية

# Current Location
source: My Location
ar: موقعي

source: Prefinished
ar: الغير مؤكدة

source: Points
ar: عدد النقاط

source: Point!
ar: نقطة!

source: How to work?
ar: كيف تعمل

source: Order And Gather Points
ar: اطلب واجمع نقاط

source: With every completed and paid order, you will receive 3 points for every 1 riyal you spend on your order.
ar: مع كل طلب مكتمل ومدفوع ستحصل على ٣ نقاط مقابل كل ١ ريال تنفقه على طلبك.

source: Discover Products And Services
ar: اكتشف المنتجات والخدمات

source: For every 1,500 points you get, you can get a discount on your order from selected restaurants and stores in your area.
ar: لكل ١٥٠٠ نقطة تحصل عليها يمكنك الحصول على خصم على طلبك من المطاعم والمتاجر المختارة في منطقتك.

source: Ready To Replace
ar: مستعد للاستبدال

source: Redeem your points for discounts through the payment page when placing the order. Points will expire after 90 days.
ar: استبدل نقاطك بخصومات من خلال صفحة الدفع عند تقديم الطلب. ستنتهي صلاحية النقاط بعد ٩٠ يوما.

source: Pay Cash
ar: الدفع نقدي

source: Points Value
ar: قيمة نقاطك

source: Do you want to rechange your points?
ar: هل تريد استبدال قيمة نقاطك؟

source: Please complete your profile to continue to add an order
ar: يرجى إكمال ملفك الشخصي للمتابعة في إضافة طلب

source: An error occured, Please try again
ar: حدث خطأ اثناء عملية الدفع يرجى المحاولة مرة أخرى

source: New Finicial Data
ar: البيانات المالية الجديدة

source: Discover App ..
ar: استكشف التطبيق ..

source: Login/ New Account
ar: تسجيل الدخول/ مستخدم جديد

source: Enter required data to access your account ...
ar: ادخل البيانات المطلوبة للوصول الى حسابك ...

source: Enter your phone number to to create account ...
ar: ادخل رقم الهاتف لتسجيل حساب جديد على منصتنا

source: We sent code to your phone number
ar: لقد قمنا بارسال رمز لمرة واحدة الى رقم هاتفك

source: Send login code
ar: إرسال رمز الدخول

source: Enter 'OTP' Code
ar: ادخل رمز الدخول “OTP”

source: Birth of Date
ar: تاريخ الميلاد

source: Wishes
ar: الأمنيات

source: Cart
ar: السلة

source: Search for product
ar: البحث عن منتج

source: Public Categories
ar: تصنيفات عامة

source: My Wishes!
ar: أمنياتي!

source: My Wishes Lists
ar: قوائم امنياتي

source: Friends Wishes
ar: أمنيات الاصدقاء!

source: Complete your purchase now!
ar: اتمام عملية الشراء الآن!

source: Success Payment
ar: عملية دفع ناجحة

source: Payment Was Success
ar: تم عملية الدفع بنجاح!

source: You have completed your contribution to fulfilling the wish of
ar: لقد قمت باتمام المساهمة في تحقيق الأمنية لـ

source: Discover Categories!
ar: استكشاف التنصيفات!

source: Event Reminders
ar: التذكير بالمناسبات

source: Way
ar: في الطريق

source: Unconfirmed
ar: غير مؤكدة

source: Upcoming Reminders
ar: تذكير المناسبات القادمة

source: Add New Reminder
ar: اضافة تذكير جديد

source: Special Categories
ar: تصنيفات خاصة

source: Send Gift Now
ar: اهديها لـشخص الان!

source: Name of the person to whom it is sent
ar: اسم الشخص المرسل اليه

source: Didn't find your friend? Send an invitation now!
ar: لم تجد صديقك؟ قم بارسال دعوة الان!

source: Friend Wishes
ar: أمنيات صديق!

source: Public Lists
ar: القوائم العلنية

source: Retail System
ar: نظام القَطَّة
